{
    "article_0": {
        "article_link": "https://www.aljazeera.com/news/2022/6/7/hold-russia-ukraine-live-news",
        "header": "Russia-Ukraine live news: Reports 1,000 Kyiv POWs taken to Russia",
        "sub_header": "Fighters who held out in Mariupol’s vast Azovstal steelworks and then surrendered have been transferred to Russia, state media reports, while Ukraine said it would return them in a prisoner exchange.",
        "img_link": "https://www.aljazeera.com/wp-content/uploads/2022/06/AP22141596908867.jpg?resize=770%2C513",
        "img_cap": "Russian servicemen frisk Ukrainian soldiers after they leave the besieged Azovstal steel plant in Mariupol, on Friday, May 20, 2022 [Russian Defence Ministry Press Service via AP]",
        "date": "Published On 7 Jun 2022",
        "content": "\nHere are all the latest updates:\n11 mins ago (08:31 GMT)\nUkraine’s prime minister says the United States-headquarted World Bank has approved $1.49bn in financial support for his country to help pay wages for social workers and civil servants.\n“Recovery & victory will be the victory of democracy & whole civilized world,” Denys Shmyhal tweeted.\n.@WorldBank approved additional $1.49 billion financing support for #Ukraine, fighting against the aggressor. Funding will be used to pay wages for social workers & civil servants. 🇺🇦 recovery & victory will be the victory of democracy & whole civilized world. #StandWithUkraine\n— Denys Shmyhal (@Denys_Shmyhal) June 8, 2022\n\n32 mins ago (08:10 GMT)\nThe governor of Luhansk has warned that Ukrainian forces may have to pull back to stronger positions in the embattled eastern city of Severodonetsk as they attempt to defend it from Russian troops, but vowed Kyiv’s forces will not surrender it to Moscow’s control.\nSerhiy Haidai said on national television that fierce fighting was currently raging in Severodonetsk and warned Ukraine expected Russia to step up its bombardment on the city as it presses ahead with its offensive in eastern Ukraine’s Donbas region.\n“Fighting is still going and no one is going to give up the city even if our military has to step back to stronger positions. This will not mean someone is giving up the city – no one will give up anything. But it’s possible [they] will be forced to pull back,” he said.\n37 mins ago (08:05 GMT)\nA Russia-appointed official in the partially-occupied southern Ukrainian region of Zaporizhzhia said a referendum on joining Russia will be held before the end of the year.\n“The overwhelming majority of our region’s residents want to come back to the motherland and become part of big Russia,” Kirill Rogov, a former journalist who is now part of Russia’s administration in the area, was quoted by the RIA Novosti news agency as claiming.\n“The sooner we become Russia, the faster our lives will improve,” he was quoted as saying.\nUkrainian President Volodymyr Zelenskyy has repeatedly accused Russia of planning to “falsify” an independence referendum in the partly occupied southern regions.\n41 mins ago (08:01 GMT)\nThe square near the US embassy’s building in Moscow will be named after the separatist “People’s Republic of Donetsk,” according to Russian media.\nRIA Novosti reported that 45 percent of participants of an online poll voted in favour, while 32 percent voted for it to be named after “The defenders of Donbas,” the southeastern Ukrainian region partially controlled by pro-Moscow separatists since 2014.\n50 mins ago (07:52 GMT)\nGrain shipments will resume from Ukraine’s Russian-occupied Black Sea port of Berdyansk this week after work was completed to de-mine it, Russia’s TASS news agency has cited local authorities as saying.\nWestern countries have accused Russia of creating the risk of global famine by shutting Ukraine’s Black Sea ports. Moscow denies responsibility, blaming Western sanctions.\n59 mins ago (07:43 GMT)\nUkraine’s military may have to pull back to stronger positions in the embattled eastern city of Severodonetsk, but they will not give up the city and fierce fighting is ongoing, the region’s governor has said.\n“Fighting is still going and no one is going to give up the city even if our military has to step back to stronger positions. This will not mean someone is giving up the city – no one will give up anything. But it’s possible [they] will be forced to pull back,” Serhiy Gaidai said on television.\n“We expect the amount of shelling and bombardments of Lyshychansk and Severodonetsk to increase many times, huge offensives in the Severodonetsk and Popasna direction and attempts to once again cross the Siverskyi Donets River to create a bridgehead and further develop the offensive,” he added.\n2 hours ago (06:19 GMT)\nImprisoned Russian opposition leader Alexey Navalny has lost an appeal contesting the decision by penitentiary officials to label him as “inclined to commit crimes of a terrorist or extremist nature”.\nNavalny, who has been behind bars since January 2021, was first designated by the penitentiary authorities as a flight risk, which implied additional checks and inspections in prison. But in October last year officials replaced that label with the “terrorist or extremist” one.\n“I was worried they would demand that I kissed portraits of Putin and learned quotes by Medvedev, but it wasn’t necessary. It is just that my bunk bed now has a label that describes me a terrorist,” Navalny, in his usual sardonic matter, commented on the move at the time in a social media post.\nHe and his defence team filed an appeal contesting the label, but a panel of judges in Russia’s Vladimir region about 100 kilometres east of Moscow on Tuesday rejected the appeal and ruled to keep the designation in place.\n3 hours ago (05:56 GMT)\nAfter forcefully aligning the self-declared administration of occupied Kherson with Russia, Moscow is “highly likely” to claim the region as “evidence” of improving Ukrainian living standards, the UK’s defence ministry has said.\n“In the occupied Kherson region, Russia is forcibly aligning its administration with that of the Russian Federation by introducing the Russian rouble as legal tender and employing Russian teachers to introduce the Russian curriculum and language to schools,” the ministry said on Twitter.\n“Russia will highly likely claim its occupation of Kherson as evidence of delivering improved governance and living standards to the Ukrainian people,” it added.\nThe ministry also said that Russia has continued to attack Severodonetsk from three directions but it was unlikely either side had gained significant ground in the last 24 hours.\n(1 of 7) pic.twitter.com/xwa311mkdq\n— Ministry of Defence 🇬🇧 (@DefenceHQ) June 8, 2022\n\n3 hours ago (05:49 GMT)\nNorway has donated 22 self-propelled howitzers to Ukraine, including spare parts, ammunition and other gear, the Norwegian defence ministry has said.\n“The Norwegian government has waited to publicly announce the donation for security reasons. Future donations may not be announced or commented upon,” it said in a statement.\n4 hours ago (05:10 GMT)\nVeteran Russian cosmonaut Valery Ryumin, who set space endurance records on Soviet missions, then returned to orbit after a long absence to fly on a US space shuttle, has died at the age of 82.\nRyumin went into space four times, including to the space stations Salyut-7 and Mir after becoming a cosmonaut in 1973. He logged a total of 371 days in space in two short missions and two record-setting long-duration flights.\n“We have lost a comrade and a friend,” Dmitry Rogozin, the head of the Roscosmos space agency, said in a statement. “This is an irreparable loss for all of us. I express my deepest condolences to the family and friends of Valery Viktorovich. The memory of him will forever remain in our hearts.”\nRyumin will be buried Thursday at a military cemetery outside Moscow, Tass reported.\n4 hours ago (05:00 GMT)\nUS Deputy Secretary of State Wendy Sherman met with Ukrainian deputy foreign minister Dmytro Senik in Seoul on Tuesday.\nSherman and Senik discussed the war’s effect on global food security and how to get Ukraine’s grain to international markets, according to a statement from the US State Department.\n“The deputy secretary emphasised the United States’ robust, continued support for Ukraine’s sovereignty and territorial integrity in the face of Russia’s unprovoked aggression,” the statement said adding that Sherman updated Senik on US assistance including “budgetary support and aid for long-term efforts”.\nToday in Seoul I met with Ukrainian Deputy Foreign Minister @Senikd to discuss continued U.S. humanitarian, economic, and security assistance to Ukraine. I emphasized our unwavering support for Ukraine’s sovereignty and territorial integrity.  #UnitedWithUkraine pic.twitter.com/DhBvr0aowU\n— Wendy R. Sherman (@DeputySecState) June 8, 2022\n\n4 hours ago (04:48 GMT)\nThe US has taken command of the Russian-owned superyacht in Fiji and sailed it away from the South Pacific nation after winning a legal battle on Tuesday to seize the $325m vessel.\nFiji’s Supreme Court lifted a stay order which had prevented the US from seizing the superyacht Amadea. The US removed the motorised vessel within an hour or two of the court’s ruling, possibly to ensure the yacht didn’t get entangled in any further legal action.\nAnthony Coley, a spokesman for the US Justice Department, said on Twitter that the superyacht had set sail for the US under a new flag, and that American authorities were grateful to police and prosecutors in Fiji “whose perseverance and dedication to the rule of law made this action possible”.\nThe court ruling represents a significant victory for the US as it encounters obstacles in its attempts to seize the assets of Russian oligarchs around the world.\nToday, with authorization from the Fijian High Court and under a new flag, the Amadea set sail for the United States after having been seized as the proceeds of criminal evasion of US sanctions against Russian oligarch Suleyman Kerimov. (1/2) pic.twitter.com/JHiYUDKcmQ\n— Anthony Coley (@AnthonyColeyDOJ) June 7, 2022\n\n5 hours ago (03:37 GMT)\nRussia’s former president and deputy chairman of its security council has made some strong remarks against his enemies, calling them “b*******” and saying he would do his “best to make them disappear”.\n“I am often asked why my posts on Telegram are so sharp. I answer – I hate them. They are b******* and freaks. They want death for us, Russia. And while I’m alive, I’ll do my best to make them disappear,” Dmitry Medvedev wrote on Telegram.\nMedvedev – whose posts often contain derisive language against Europe, the US and Ukraine – did not specify who his words were directed at.\nIn previous posts, Medvedev has called European Commission President Ursula von der Leyen “Europe’s auntie Ursula”, referred to NATO’s policies as “cosmic cretinism”, labelled Ukrainian officials “mongrels” and said Zelenskyy’s eyes are often “burning with stimulants”.\n6 hours ago (02:42 GMT)\nRussian forces continued their offensive in several locations in eastern Ukraine but did not secure any confirmed gains in ground assaults on Tuesday, the Institute for the Study of War (ISW) has said.\nRussian forces have likely captured most of Severodonetsk, but the ISW said it could not confirm the exact control of terrain within the city.\n“Russian forces additionally redeployed troops east of Bakhmut to renew offensives to secure access to highways northeast of Bakhmut and threaten Ukrainian lines of communication,” the institute said, adding that Russian troops would likely seek to advance towards Sloviansk and Kramatorsk from positions north of the city.\nThe ISW added that Russian forces were reportedly deploying away from the Zaporizhia region towards Kherson, likely to support defensive positions that have been threatened by Ukrainian counterattacks along the Mykolaiv-Kherson region border.\n#Russian forces continued offensive operations in several locations in eastern #Ukraine but did not secure any confirmed gains in ground assaults on June 7.\nRead the full report from @criticalthreats and @TheStudyofWar: https://t.co/2wPi13ozsB pic.twitter.com/rQVZI6mnV4\n— ISW (@TheStudyofWar) June 8, 2022\n\n6 hours ago (02:37 GMT)\nUnder heavy pressure from Western sanctions and airspace bans, Russian state flagship airline Aeroflot plans to raise up to 185.2 billion roubles ($3bn) in an emergency share issue, it has said.\nAeroflot, controlled by the Russian state, said shareholders at its annual meeting on Tuesday had approved the issuance of 5.42 billion new shares that could be bought at a price of 34.29 roubles ($0.56) each under an open subscription.\nThe airline also plans to order 300 aircraft from United Aircraft Corporation, which is majority-owned by Rostec, Russia’s state aerospace and defence conglomerate, the Vedomosti business newspaper reported.\nThe paper, citing two sources, said Aeroflot was eyeing the Irkut MC-21 medium-range plane, also known as the MC-21, which can carry more than 200 passengers and is due to enter service this year.\nAeroflot also wants the Sukhoi Superjet 100, Russia’s main domestic-made passenger jet, which typically seats just under 100 passengers. A smaller number of orders would be made for the Tupolev Tu-214, which seats about 200 people, it said.\n7 hours ago (01:58 GMT)\nRussian forces shelled Kharkiv and its regional villages of Cherkaska Lozova, Slatyne and Korobochkyne on Tuesday, killing at least three people and injuring six more, the regional governor has said.\n“The scale of the destruction and the final number of victims is being determined,” Oleh Synyehubov wrote on Telegram.\n“The shelling may continue today. So, being on the streets now is very dangerous. I urge everyone to stay in the shelters if possible!” he added.\n7 hours ago (01:36 GMT)\nThe first 15 outlets of the rebranded “McDonald’s” will open in Moscow and the region on June 12, state-owned Tass news agency reports, citing a statement from the newly licensed company.\nMcDonald’s pulled out of Russia in May and sold the licence for all 850 restaurants across the country to local businessman Alexander Govor.\n“The chain will operate under a new brand and with new menu names, and all employees will retain jobs ‘under equivalent terms’ for at least two years,” Tass cited the statement as saying without specifying the new name.\n8 hours ago (01:11 GMT)\nSatellite imagery from Maxar Technologies collected on Monday shows significant damage and destruction in the city of Severodonetsk and nearby Rubizhne.\n“Russian multiple rocket launchers, self-propelled and towed artillery are deployed to the northeast and oriented in firing positions toward the cities,” the US company said in a release.\nUkrainian officials had said their forces staged a surprise counterattack last week, driving the Russians from part of the city centre.\nBefore that, Russia had seemed on the verge of encircling Ukraine’s garrison in Luhansk, attempting to cut off the main road to Severodonetsk and its twin city Lysychansk.\nBefore (March 29, 2022) and after (June 6, 2022) #satellite #images showing the destruction of buildings in Rubizhne, #Ukraine. Location: 48.985938, 38.403.274. pic.twitter.com/XTjsNTudz4\n— Maxar Technologies (@Maxar) June 7, 2022\n\n8 hours ago (01:06 GMT)\nThe next winter in Ukraine will be “the most difficult” since the country gained independence in 1991, Zelenskyy has said, adding that Kyiv was setting up a headquarters to centralise the running of the next heating season.\nThe decision was made at a meeting the president held with government officials and representatives of Ukraine’s state-owned energy companies and regulators, Zelenskyy said in his nighttime address.\n“Whatever the occupiers plan for themselves, we must prepare for the next winter … In the current situation due to Russia’s aggression, this will indeed be the most difficult winter of all the years of independence,” he said, adding that in the meeting, officials discussed the purchase of gas and coal.\n“At this time, we will not be selling our gas and coal abroad. All domestic production will be directed to the internal needs of our citizens,” he added. He also said that ministers were working on repairing thermal power plants, combined heat and power plants and boiler houses which were damaged in the war.\n8 hours ago (00:22 GMT)\nUnited States Secretary of State Antony Blinken has told an online summit on digital democracy that Russia was using information as a weapon of war.\nIn a talk with Philippine journalist Maria Ressa, Blinken said that he believed democratisation of information was positive but that technology had also allowed the abuse and spread of misinformation in ways nobody fully anticipated.\n“So we see authoritarian governments using this.  We see it, for example, right now in the Russian aggression against Ukraine. We saw it in 2014 when Russia initially went at Ukraine and was using information as a weapon of war,” he said.\n“So in that particular instance and in this instance, we’ve actually reversed this on them precisely by using information, real information, to call out what we saw them preparing and working to do,” he added.\nFollowing through on a #YearOfAction commitment made at #SummitForDemocracy, we look forward to becoming @FO_Coalition Chair in 2023. We’ll redouble the Freedom Online Coalition’s efforts to address the challenges & opportunities of digital technologies. https://t.co/5xC9CoT5dM\n— Ned Price (@StateDeptSpox) June 7, 2022\n\n9 hours ago (00:04 GMT)\nZelenskyy says Russian forces have made no significant advances in the eastern Donbas region over the past day, despite the fact the Russian defence minister said that Moscow’s forces now control 90 percent of the Luhansk region.\nIn his nightly video address, Zelenskyy said that “the absolutely heroic defence of the Donbas continues”.\nHe said the Russians clearly did not expect to meet so much resistance and are now trying to bring in additional troops and equipment. He said the same was true in the southern Kherson region, which Russian troops occupied early in the war.\nZelenskyy also said Ukraine was planning to release a special “Book of Executioners” next week with confirmed information about war crimes committed by the Russian army. He said those named would include not only those who carried out war crimes but their commanders.\n10 hours ago (22:25 GMT)\nMore than 1,000 Ukrainian soldiers who surrendered in the city of Mariupol have been transferred to Russia for investigation, the Tass state news agency has cited a Russian law enforcement source as saying.\nLater on, more Ukrainian prisoners will be transferred to Russia, the source told Tass. Ukraine has said it is working for all the prisoners to be returned while some Russian legislators say they should be put on trial.\n11 hours ago (22:02 GMT)\nUS Treasury Secretary Janet Yellen has said it is “virtually impossible” for the United States to insulate itself from oil market shocks such as those caused by Russia’s invasion of Ukraine, so it is important to shift towards renewable energy sources.\nYellen told the Senate Finance Committee that US oil producers failed to anticipate the recovery in demand and prices following the COVID-19 pandemic, but they now have incentives to increase production.\n11 hours ago (21:43 GMT)\nThe World Bank has said its board of executive directors approved $1.49bn of additional financing for Ukraine to help pay wages for government and social workers, expanding the bank’s total pledged support for Kyiv to more than $4bn.\nThe World Bank said in a statement that the latest round of funding for Ukraine is supported by financing guarantees from the United Kingdom, the Netherlands, Lithuania and Latvia. The project is also being supported by parallel financing from Italy and contributions from a new Multi-Donor Trust Fund.\n13 hours ago (20:08 GMT)\nFormer German Chancellor Angela Merkel has said she tried hard when she was in office to prevent the situation in Ukraine from developing to the current state, adding that she does not blame herself for not trying hard enough.\n“It’s a great sadness that it didn’t work out, but I don’t blame myself for not trying,” said Merkel, speaking of the 2014 Minsk agreement with Russia. She spoke in an interview with German journalist and author Alexander Osang televised by broadcaster ARD.\nMerkel said there was no justification for Russia’s “brutal disregard of international law” in Ukraine, adding that she had been against a plan to let Ukraine into NATO because she wanted to prevent escalation with Russia and Ukraine was not ready for such membership.\n13 hours ago (20:05 GMT)\nRussia has handed over to Kyiv the bodies of 210 Ukrainian fighters, most of whom died defending the city of Mariupol from Russian forces at a vast steelworks, the Ukrainian military said.\n“The process of returning the bodies of the fallen defenders of Mariupol is under way. To date, 210 of our troops have been returned – most of them are heroic defenders of Azovstal,” Ukraine’s defence intelligence directorate said on Twitter.\n#ГУРінформує❗ Зусиллями Координаційного штабу з питань поводження з військовополоненими триває процес повернення тіл загиблих захисників Маріуполя.\n▪ На сьогодні вже вдалося повернути 210 наших військових. Більшість з них – героїчні оборонці «Азовсталі». pic.twitter.com/dfsV8Y5DTG\n— Defence intelligence of Ukraine (@DI_Ukraine) June 7, 2022\n\n13 hours ago (20:04 GMT)\nUkrainian President Zelenskyy has told Britain’s Financial Times newspaper that a stalemate with Russia is “not an option”.\n“Victory must be achieved on the battlefield”, he said as he repeated his call for Western military support.\n“We are inferior in terms of equipment and therefore we are not capable of advancing,” he told the paper. “We are going to suffer more losses and people are my priority.”\nZelenskyy said restoring the borders Ukraine controlled before Russia’s invasion on February 24 would be “a serious temporary victory”.\nBut he said the ultimate aim was the “full de-occupation of our entire territory”.\n13 hours ago (20:03 GMT)\nUkrainian forces are finding it hard to stave off Russian attacks in the centre of Severodonestk, but Moscow’s forces do not control the city, the governor of Luhansk region has said.\nIn an online post, Serhiy Haidai also said Russian troops were constantly shelling Severodonetsk’s twin city Lysychansk, which lies across the Siverskyi Donets river.\n13 hours ago (20:02 GMT)\nRussian Foreign Minister Sergey Lavrov has arrived in Ankara for a two-day visit to Turkey for talks on unblocking grain exports from Ukraine.\nThis is Lavrov’s second trip to Turkey after meeting his Turkish and Ukrainian counterparts Mevlut Cavusoglu and Dmytro Kuleba in Antalya on March 10.\nWelcome to Al Jazeera’s continuing coverage of the Russia-Ukraine war.\nRead all the updates from Tuesday, June 7, here."
    },
    "article_1": {
        "article_link": "https://www.aljazeera.com/news/2022/6/7/mariupol-survivor-mom-does-it-hurt-to-die",
        "header": "Mariupol survivor: My young children asked me if it hurts to die",
        "sub_header": "A 28-year-old mother recounts her harrowing ordeal in Mariupol, where she was surrounded by death and destruction.",
        "img_link": "https://www.aljazeera.com/wp-content/uploads/2022/06/GettyImages-1239467598.jpg?resize=770%2C513",
        "img_cap": "A woman holds a child and dogs on a train platform after arriving from Mariupol [File: Ty O'Neil/SOPA Images/Getty Images]",
        "date": "Published On 7 Jun 2022",
        "content": "Kyiv, Ukraine – Halyna, a 28-year-old woman from the southern Ukrainian city of Mariupol, survived three weeks of Russian shelling with her husband, two young children and dog.\nShe is currently elsewhere in Europe, but Al Jazeera is withholding her last name and any other details which could identify her, because her relatives are still in the Russia-occupied city.\nHere is her story, in her words:\n“We woke because the explosions were so powerful. The windows began shattering and we understood right away that the war has begun.\n“On the first day, the shelling was far from us, on the city’s other side, but every day, it kept getting closer and in the end, it was next to our apartment building. The shrapnel was flying around and we simply couldn’t leave our basement bomb shelter.\n“We were in shock, my arms, feet were shaking, I said: ‘Perhaps it’s not true.’ But then we turned the TV on and understood it was, and that the real, full-scale war had begun.\n“The children were scared from day one, of course, scared of this constant bombardment. But when things got real tense, they just convulsed with hysteria in those basements. And they asked questions: ‘Does it hurt to die?’\n“My daughter is eight, my son is six.\n“Our dog is a small chihuahua. She entertained the kids, distracted them from it all. She played with them, it helped a lot.\n“We bought groceries and there was some food in the freezer, some meat, ravioli. That was the only time we went grocery shopping during the war.\n“Later, when there was no electricity, no food, we grown-ups went hungry, and the children ate once a day and drank a glass of water between them. We didn’t have normal water. The water was from the river, my husband got it under bullets.\n“They switched off the central heating, and it would get to minus 10 Celsius (14F) outside. One day, the shelling broke our windows, and the nightmare began.\n“Without the windows, it was 1C (34F) in the apartment. I spilled water once, and it froze. We didn’t cover the windows with anything, it was so impossibly dangerous to go somewhere, to visit family.\n“We kept going down to the bomb shelter, until the very last day, the departure. Or we were in the areas between apartments on our floor, if there was no room in the basement. We put blankets on the floor and had a candle, sleeping on the floor for days.\n“My husband did everything, just everything so that we survived, so that the children and I wouldn’t die. Food, water, he risked his life to get water together with neighbours.\n“The building had nine storeys. It was very vulnerable, yes. All the neighbouring buildings burned down or were destroyed. There were piles of bodies.\n“Because the place we were in was an active combat zone, it was constantly under fire. Four shells hit our apartment building when we were in there. One bomb broke out two floors of the neighbouring entrance. Three children and two adults died there.\n“I saw shrapnel and held it in my hands. Neighbours collected it. Those were really heavy, tiny pieces, with very sharp ends, really scary. It seems like killing a human with one is so easy.\n“Around March 7, our neighbours were killed in the apartment building [next to ours]. They were lying right there, in the courtyard, next to a rubbish bin.\n“When the massive shelling began, our children withered. They talked very little, they sat around all day and zoned out.\n“We spoke to a psychologist. She said the children may have left the war, but the war is in them.\n“You can’t express it in words, can’t predict it. A plane flies, and you hear that sound, and it gets closer to you, and you just sit there and pray so that it [bombs] doesn’t fall on you.\n“There was a moment of desperation. We were frozen, we were starving, and I went to our apartment to lie down. The moment I fell asleep, I saw through the blinds these, you know, lights.\n“My husband yelled: ‘They’re dropping some anti-air defence things, let’s run.’ But the second we stood up, it all fell next to the neighbouring house and our house shook. It was a plane, it dropped four bombs.\n“One night, we counted 37 air raids near us.\n“Every neighbour helped one other. They brought water to the elderly, boiled it in the kettle. The war united the neighbours, even those who used to be unfriendly to each other.\n“And then there was, perhaps, the scariest moment of the war. We were sitting in the space between apartments in this pre-death condition. It seemed to me that everything would be over now.\n“Our neighbour, a woman, was wounded in the face. There was a fight right next to our building, and a piece of shrapnel flew right into her face.\n“With all this blood, she was screaming.\n“Everyone simply hid, wherever one could, some between the floors, some in the basement. The neighbours cried for help, but no one could come, because it was so scary to simply come out.\n“When everything got quieter, some Ukrainian soldiers came. They would pick somebody up, their own or their kin. Our neighbours ran up to them and asked them to rescue the wounded neighbour.\n“She was lying at home for about six hours. Half of her face was gone, her skull bones were damaged. My husband and another guy carried her downstairs on a blanket, and the soldiers took her to a hospital.\n“I was in touch with her. Because of the time she waited to get to hospital, six or eight hours, she lost sight in one eye.\n“A fire for cooking and boiling water next to the apartment building was burning from the get-go. When the situation got so tense that it was impossible to leave, we lit it on the stairwell.\n“We boiled water on fire in the morning. When you wake up, it’s cold, you’re so impossibly frozen, you need a drop of warm water and some for the kids.\n“Whoever woke up first started the fire. Between 4 and 5pm, there is another fire.\n“The real starvation began on March 3. The kids were asking for food, they were always hungry, and we grownups almost didn’t eat.\n“I saw with my own eyes that many people looted stores. Although we were hungry, our conscience didn’t let us do that.\n“In the end, we left with several neighbours, a simple act of desperation. The neighbours came and said: ‘Let’s go, just anywhere. Whatever happens, let it happen.’\n“In 15 minutes, we jumped in the cars and left without a thing. Before the war, my dad bought several canisters of gasoline. Our car remained intact only because it was in a garage. The garage saved our car and our lives.\n“We started driving, and since we mostly hadn’t been out, when we saw the city, it was a nightmare.\n“This was the first time the kids were going outside and when we ran, bullets were flying around. I asked them to close their eyes so that their little eyes wouldn’t get hurt, told them there were glass shards flying around.\n“They did, and I just led them across the pavement among the dead bodies. We got in the car, started driving, and on the way out of the city they saw a man, fully torn apart. Just a torso lying there.\n“They reacted horrifically. They didn’t understand at first what was it. Then they did, and went hysterical. Horrified by all that.\n“And everything in the city was covered with the letter Z and St George’s ribbons [that symbolise allegiance to Russia]. We were just shocked, we thought there’d been no pro-Russians in our city, but there were hundreds on the way out.\n“There was a line of cars, and the pro-Russians stood there, they kind of organised roadblocks there, one after another, every 50 metres (160 feet).\n“They greeted us with smiles. Gave my hungry kids bottled water from a looted Ukrainian supermarket, gave us a big jar of honey. Some looked like absolute alcoholics.\n“Their goal was to check the car. To fully check the people leaving the city, their correspondence, photos, maybe there was something suspicious, something they wouldn’t like.\n“What saved us was that we had almost no electricity for three weeks. That’s why they couldn’t check our phones, the batteries were empty. And thank God, I am sure that’s what simply saved our lives.\n“There were roadblocks all the way to the town of Orikhiv [160km (100 miles) northwest of Mariupol].\n“When we saw the first roadblock of Ukrainian servicemen, we wept with joy. We ran out of the car, hugged them, gave them the honey, and the cans, and the chocolate bars and that water.\n“When we and the neighbours reached the town of Nikolske [23km (14 miles) northwest of Mariupol], we drove on alone. The rest went to [separatist-held] Donetsk or to [Russia-annexed] Crimea, or stayed in Nikolske.\n“People were confused, people were really scared. Some just sat by the side of the road, they simply didn’t know what to do and where to go. It was all caused by fear, everyone was too scared to drive to Ukraine-controlled areas. On the road, nobody was overtaking.\n“The road we took was empty. For some 60 miles (97km), we didn’t see a single car.\n“When we entered the first city where everything was normal, quiet, where there was food and shops were open, we wept. When we went to a friend’s apartment to wash hands, I saw hot water flowing, I just wept.\n“I couldn’t believe that it was water, it felt so precious, every drop seemed like it was made of gold. The simplest things, absolutely simple things such as water, electricity, central heating, we saw it all like a gift from heaven.\n“We arrived in the eastern city of Dnipro pretty late, got into a hotel, finally took a bath, ate normally. My son said: ‘Mum, this is the world’s best hotel!’\n“The kids slept one night and half a day. They came to life, and said: ‘Will there be any shooting here? Are you sure?’\n“Now, we are able to talk to my relatives in Mariupol, but they work for it. Those I am in touch with have no electricity. They can charge their phones, but they have to pay 20 hryvnia ($0.70) an hour.\n“The Russians started bringing food from nearby villages, there are makeshift markets. One can buy food provided you have the money, as the prices are above average.\n“Another problem with food is that the fridge doesn’t work, you can’t store food. Eat once – and that’s it.\n“Physically, at this stage, they are feeling bad. Because there are no medical drugs, no quality water, well, no normal food.\n“What do they say about the occupiers? Nothing good. The Russians create a make-believe image of normal life, open schools for children and entertainment centres – but the reality is people simply have no water, no food.\n“The Russians tried to restart the water supply, but the pipes leaked and flooded mass graves. There was a disaster. Because they did not bury the dead deeply enough, some body parts floated up. My dad saw it, he told me.\n“The house they live in now has no roof, just walls. And my apartment – I have none now, because a bomb fell on our nine-storey building.\n“We got so lucky.”\nEditor’s note: This monologue was lightly edited for clarity and brevity."
    },
    "article_2": {
        "article_link": "https://www.aljazeera.com/news/2022/6/8/india-bjp-asks-members-to-be-cautious-after-prophet-remarks-row",
        "header": "India: BJP asks members to be cautious after prophet remarks row",
        "sub_header": "Verbal instructions given to officials who take part in TV debates to be ‘extremely cautious’ on religious matters, reports say.",
        "img_link": "https://www.aljazeera.com/wp-content/uploads/2022/06/2022-06-07T143911Z_1143745927_RC20NU9X9VLW_RTRMADP_3_INDIA-POLITICS-DIPLOMACY.jpg?resize=770%2C513",
        "img_cap": "People shout slogans as they hold placards during a protest in Kolkata demanding the arrest of BJP member Nupur Sharma for her blasphemous comments on Prophet Muhammad [Rupak De Chowdhuri/Reuters]",
        "date": "Published On 8 Jun 2022",
        "content": "Leaders of India’s Hindu nationalist ruling party have instructed officials to be “extremely cautious” when talking about religion on public platforms after derogatory remarks about the Prophet Muhammad drew protests from Muslim nations.\nTwo leaders of Prime Minister Narendra Modi’s Bharatiya Janata Party (BJP) said verbal instructions were given to more than 30 senior officials and some federal ministers who are authorised to take part in debates hosted by Indian news channels often broadcast live to millions of viewers, the Reuters news agency reported on Tuesday.\n“We don’t want party officials to speak in a way that hurts the religious sentiments of any community … They must ensure the party’s doctrine gets shared in a sophisticated manner,” said a senior BJP leader and federal minister in New Delhi, according to the report.\nWith about 110 million members, mainly Hindus, the BJP is the world’s largest political party, while Muslims comprise about 13 percent of India’s 1.35 billion population.\nLast week, the BJP suspended its spokeswoman Nupur Sharma and expelled Delhi media cell head Naveen Kumar Jindal after Muslim nations demanded apologies from the Indian government and summoned diplomats to protest against anti-Islamic remarks made during a TV debate.\nQatar, Saudi Arabia, Oman, the United Arab Emirates, Indonesia, Afghanistan, Pakistan and Iran were among the nations that made their complaints public.\nThe influential 57-member Organisation of Islamic Cooperation (OIC) said in a statement that the insults came in the context of an increasingly intense atmosphere of hatred towards Islam in India and systematic harassment of Muslims.\nOn Wednesday, Iranian foreign minister Hossein Amirabdollahian arrived in New Delhi for bilateral talks with India – the first visit by a senior minister of an OIC member nation after remarks on the prophet triggered outrage in the Arab world and other Muslim-majority countries.\nIran had summoned the Indian envoy in Tehran to lodge its protest against the anti-Islam remarks made by Sharma and Jindal.\nForeign Minister of Iran, Dr. Hossein Amir-Abdollahian arrives to a warm welcome in India. \nThe visit will further boost our deep historical ties and partnership. pic.twitter.com/Q1kn0sQsED\n— Arindam Bagchi (@MEAIndia) June 8, 2022\n\nMeanwhile, police in northern Indian state of Uttar Pradesh arrested a BJP youth leader for posting anti-Muslim comments on social media, officials said on Wednesday.\nHarshit Srivastava was arrested in Kanpur city following communal tensions last week during a protest by Muslims to denounce the anti-Islam comments.\n“We arrested the local politician for making inflammatory remarks against Muslims,” said Prashant Kumar, a senior police official, adding that at least 50 people were taken into custody following the tensions in Kanpur.\nSrivastava’s lawyer was not available for a comment.\nSporadic unrest was reported in other parts of the country over the anti-Islam comments by the BJP’s Sharma.\nIndia’s minority Muslims have felt more pressure on everything from freedom of worship to wearing the hijab (head scarves) under Modi’s BJP. There were Hindu-Muslim clashes during religious processions recently, following deadly riots in 2019 and 2020.\nAlthough the party has denied any rise in communal tensions during Modi’s reign, the BJP rule has emboldened hardline Hindu groups in recent years to take up causes they say defend their faith, stoking a rise in anti-Muslim sentiment.\nThe US State Department, in an annual report on international religious freedom released last week, said that attacks on members of minority communities, including killings, assaults and intimidation, took place in India throughout 2021.\nIndia’s foreign ministry said on Monday the offensive tweets and comments did not in any way reflect the government’s views.\n“We are not barred from speaking on sensitive religious issues, but we must never insult the basic tenets of any religion,” said senior BJP spokesperson Gopal Krishna Agarwal.\nModi in recent years has improved economic ties with energy-rich Muslim nations, the main source for India’s fuel imports, but relations have come under stress from the anti-Islamic comments by the two BJP members, foreign policy experts said.\nSmall-scale protests erupted in parts of India as Muslim groups demanded the arrest of the suspended BJP spokeswoman.\n \n\n \n\n\n "
    },
    "article_3": {
        "article_link": "https://www.aljazeera.com/news/2022/6/8/train-derailment-kills-iran",
        "header": "Train derailment kills at least 17 in Iran",
        "sub_header": "Reports suggest that the train collided with an excavator near the desert city of Tabas.",
        "img_link": "https://www.aljazeera.com/wp-content/uploads/2022/06/14010318000251_Test_NewPhotoFree.png?resize=770%2C513",
        "img_cap": "Images released by Iranian media showed train carriages on their side [FarsNews]",
        "date": "Published On 8 Jun 2022",
        "content": "17 people have died after a passenger train derailed in eastern Iran, the semi-official Fars news agency has said, while over 50 passengers were seriously injured.\nThe number of casualties could rise, though initial details about Wednesday’s disaster involving a train reportedly carrying some 350 passengers remained unclear.\nFour of the seven carriages in the train derailed in the early morning darkness near the desert city of Tabas, Iranian state television reported. Tabas is some 550km (340 miles) southeast of the capital, Tehran.\nRescue teams with ambulances and helicopters have arrived in the remote area where communication is poor. At least 16 people suffered critical injuries, with some transferred to local hospitals, officials said.\nThe derailment happened some 50km (30 miles) outside of Tabas on the rail line that links the city to the central city of Yazd. Photos from the scene, published by the Young Journalists Club associated with state TV, appeared to show train carriages on their side as rescuers tried to care for the injured.\nInitial reports suggested the train collided with an excavator near the track, though it was not immediately clear why an excavator would have been close to the train track at night. One official suggested it could have been part of a repair project.\nIran’s worst train disaster came in 2004 when a runaway train loaded with petrol, fertiliser, sulphur and cotton crashed near the historic city of Neyshabur, killing some 320 people, injuring 460 others and damaging five villages. Another train crash in 2016 killed dozens.\nIran has some 14,000km (8,700 miles) of railway lines throughout a country about two and a half times the size of Texas. Its rail system sends both people and goods across the country, particularly in rural areas.\nIran also has some 17,000 annual deaths on its highways, one of the world’s worst traffic safety records. The high toll is blamed on a wide disregard for traffic laws, unsafe vehicles and inadequate emergency services.\nIran, already straining under United States sanctions over its collapsed nuclear deal, has been mourning the deaths of at least 41 people killed in a building collapse in the country’s southwest."
    },
    "article_4": {
        "article_link": "https://www.aljazeera.com/news/2022/6/7/russia-suspends-deal-with-japan-on-fishing-near-disputed-islands",
        "header": "Russia suspends deal with Japan on fishing near disputed islands",
        "sub_header": "Russia’s foreign ministry says Tokyo failed to make payments under deal giving Japan fishing rights near Kuril islands.",
        "img_link": "https://www.aljazeera.com/wp-content/uploads/2022/06/AP21336599814886.jpg?resize=770%2C513",
        "img_cap": "Russian missile launchers on the Matua Island, part of the Kuril Islands, in December 2021 [File: Russian Ministry of Deefence Press Service via AP Photo]",
        "date": "Published On 7 Jun 2022",
        "content": "Russia’s foreign ministry has said it is suspending an agreement with Japan that allowed Japanese fishermen to fish near the disputed Southern Kuril islands, accusing Tokyo of failing to make payments required under the deal.\n“In the current situation, we are forced to suspend the implementation of the 1998 Agreement until the Japanese side fulfils all its financial obligations,” Russian foreign ministry spokeswoman Maria Zakharova said in a statement on Tuesday.\nCalled the Kurils by Russia and the Northern Territories by Japan, the string of volcanic islands is at the heart of a decades-long feud between the two countries that has prevented them from signing a formal World War II peace treaty.\nMoscow regards the strategic archipelago – which separates the Sea of Okhotsk and Pacific Ocean – as its own, while Tokyo says the four islands belong to Japan and were seized by the Soviet army in the final days of the war.\nIn October, Japan’s new prime minister, Fumio Kishida, said that Japan’s sovereignty extends to the four islands: Iturup, Kunashir, Shikotan and Habomai, which lie at their closest point just a few kilometres off the north coast of Hokkaido, the northernmost of Japan’s main islands.\nThe Kremlin denounced that claim.\nMoscow’s announced suspension of the fishing agreement comes as Japanese and NATO officials agreed on Tuesday to step up military cooperation and conduct joint exercises amid shared concerns that Russia’s invasion of Ukraine is causing a deterioration of the security environment in Europe and Asia.\nJapan also quickly joined the US and Europe in imposing sanctions against Russia, including freezing the assets of Russian officials and billionaires, restricting trade and investment, and providing support for Ukraine, following Moscow’s invasion in February.\nIn May, Prime Minister Kishida said Japan will ban Russian crude oil imports “in principle” and had already announced phasing out Russian coal imports.\n\nJapanese Defence Minister Nobuo Kishi said at the beginning of his meeting with NATO Military Committee Chief Rob Bauer on Tuesday that Japan hoped to strengthen ties with European countries and welcomes NATO’s expanded involvement in the Indo-Pacific region.\n“The security of Europe and Asia are closely intertwined, especially now with the international community facing serious challenges,” Kishi said.\nBauer’s visit to Tokyo comes as Japan’s Maritime Self-Defence Force is participating in NATO naval exercises in the Mediterranean Sea.\nAlso on Tuesday, Japanese and US fighter jets conducted joint flight drills over the Sea of Japan “amid an increasingly severe security environment, such as North Korea’s repeated ballistic missile launches,” Japan’s Ministry of Defence announced.\nThe four islands at the centre of the dispute between Moscow and Tokyo are located to the southeast of the Russian island of Sakhalin and are administratively part of the same region.\nStrategically, control of the islands ensures Russia has year-round access to the Pacific Ocean for its Pacific Fleet of warships and submarines based in Vladivostok, as the strait between the islands of Kunashir and Iturup does not freeze over in winter.\nRussia has military bases on the archipelago and has deployed missile systems on the islands.\nWith a population of approximately 20,000 people, the islands are rich in hot springs and minerals and rare earth metals such as rhenium, which is used in the production of supersonic aircraft."
    },
    "article_5": {
        "article_link": "https://www.aljazeera.com/news/2022/6/7/un-report-finds-israeli-occupation-root-cause-of-conflict",
        "header": "Israel wants ‘complete control’ of Palestinian land: UN report",
        "sub_header": "Independent commission set up by UN human rights council says Israel needs to end occupation, cease violating Palestinians’ human rights.",
        "img_link": "https://www.aljazeera.com/wp-content/uploads/2021/12/AP21334573170825.jpg?resize=770%2C513",
        "img_cap": "Israel's assault on Gaza in 2021 killed at least 260 people, including 67 children, and wounded more than 2,200, according to the UN [File: Hatem Moussa/AP Photo]",
        "date": "Published On 7 Jun 2022",
        "content": "An independent commission of inquiry set up by the UN Human Rights Council after the 2021 Israeli assault on the besieged Gaza Strip said Israel must do more than end the occupation of land that Palestinian leaders want for a future state.\n“Ending the occupation alone will not be sufficient,” according to the report released on Tuesday, urging that additional action be taken to ensure the equal enjoyment of human rights for Palestinians.\nThe report cites evidence that Israel has “no intention of ending the occupation”.\nIsrael is pursuing “complete control” over what the report calls the Occupied Palestinian Territory, including East Jerusalem, which was taken by Israel in a 1967 war and later annexed in a move never recognised by the international community.\nThe Israeli government, the commission said, has been “acting to alter the demography through the maintenance of a repressive environment for Palestinians and a favourable environment for Israeli settlers”.\nCiting an Israeli law denying naturalisation to Palestinians married to Israeli citizens, the report accuses Israel of affording “different civil status, rights and legal protection” for Palestinian citizens of Israel.\nMore than 700,000 Israeli settlers now live in settlements and outposts across the West Bank and East Jerusalem, which is home to more than three million Palestinians. The Israeli settlements are fortified, Jewish-only housing complexes that are considered illegal under international law.\nLeading human rights groups, including Human Rights Watch and Amnesty International, have equated Israeli policies against Palestinians to apartheid.\nThe UN inquiry and report was prompted by the 11-day Israeli military offensive in May 2021 during which more than 260 Palestinians in Gaza were killed, and 13 people died in Israel.\nIn May 2021, Hamas fired rockets towards Israel after Israeli forces cracked down on Palestinian worshippers in the Al-Aqsa Mosque compound – Islam’s third holiest site – where dozens were injured and detained. It also followed an Israeli court decision to forcibly expel Palestinian families from Sheikh Jarrah, a neighbourhood in East Jerusalem.\nThe inquiry’s mandate included investigation of alleged human rights abuses before and after Israel’s onslaught against Gaza, and sought to also investigate the “root causes” of the conflict.\nHamas welcomed the report and urged the prosecution of Israeli leaders in what it said were “crimes” against the Palestinian people.\nThe Palestinian Authority also praised the report and called for accountability “in a manner that puts an end to Israel’s impunity”.\nIsrael’s Ministry of Foreign Affairs called the report “a waste of money and effort” that amounted to a witch-hunt.\nIsrael boycotted the inquiry, accusing it of bias and barred entry to its investigators to Israel and Palestinian territories, leading investigators to collect testimonies from Geneva and Jordan.\nThe report will be discussed at the Geneva-based UN Human Rights Council next week. The United States quit the Council in 2018 over what it described as its “chronic bias” against Israel and only fully rejoined this year.\nThe commission, headed by former UN human rights chief Navi Pillay, and is the first to have an “ongoing” mandate from the UN rights body.\nProponents say the commission is needed to keep tabs on persistent injustices faced by Palestinians under decades of Israeli occupation.\n"
    },
    "article_6": {
        "article_link": "https://www.aljazeera.com/news/2022/6/8/india-why-justice-eludes-many-dalit-survivors-of-sexual-violence",
        "header": "India: Why justice eludes many Dalit survivors of sexual violence",
        "sub_header": "While official data shows spike in sexual crimes against oppressed caste women, report says access to justice is limited, especially in rural areas.",
        "img_link": "https://www.aljazeera.com/wp-content/uploads/2022/05/Image-2-1.jpg?resize=770%2C513",
        "img_cap": "Activists protest outside a special police station for registering caste-based atrocities following an incident in Bilaspur, Chhattisgarh, India [Courtesy: Ganesh Khosle]",
        "date": "Published On 8 Jun 2022",
        "content": "Mumbai, India – In February last year, Divya Pawar*, 35, left home after a dispute with her husband to visit her parents.\nAs she waited for a bus in rural Solapur in India’s western Maharashtra state, two dominant-caste men – one of whom was a police officer – stopped and offered her a ride.\nHowever, instead of taking her to her parents’ house, they abducted her and locked her in a tin shed on a farm belonging to one of the men. Out of earshot for miles around, over the next five days and four nights, the two men raped her.\nEventually, they called her husband and informed him she could be found at a hotel half an hour from his house.\nOnce home, Divya’s husband asked her to perform a “purity test”. The ritual involved pulling a five rupee coin out of a pot of boiling oil – a “pure” woman would be able to pull the coin out without burning herself, her husband assured her.\nHe recorded a video of her attempting to pull the coin out. Within days, the video went viral in the village via WhatsApp and an activist stepped in to help Divya register a First Information Report (FIR), the first of many steps to see justice served.\nWhat happened with Divya is not unique. Crimes of a sexually violent nature disproportionately impact women and girls from India’s less privleged castes, mainly Dalits.\nDalits, previously known as the “untouchables”, fall at the bottom of India’s complex caste hierarchy and have been facing discrimination and persecution by privileged caste groups for centuries, despite strict Indian laws to protect the community.\nAccording to the National Crime Records Bureau’s latest data, there was a 45 percent increase in reported rapes of Dalit women between 2015 and 2020. The data said 10 rapes of Dalit women and girls were reported every day in India, on average.\nAccording to the National Family Health Survey 2015-2016 (PDF), sexual violence rates were highest among women from Scheduled Tribes (Adivasi or Indigenous Indians) at 7.8 percent, followed by Scheduled Castes (Dalits) at 7.3 percent, and Otherwise Backward Castes (OBCs) at 5.4 percent. For comparison’s sake, the rate was 4.5 percent for women who were not marginalised by caste or tribe.\nHowever, these figures are “merely the tip of the iceberg”, according to a recent report by the Dalit Human Rights Defenders Network (DHRDN), Tata Institute of Social Sciences, and the National Council of Women Leaders (NCWL).\nThe report, released in March this year, analyses access to justice by documenting the experiences of survivors of caste-based sexual violence in 13 Indian states: Bihar, Chhattisgarh, Gujarat, Haryana, Kerala, Madhya Pradesh, Maharashtra, Odisha, Rajasthan, Tamil Nadu, Telangana, Uttar Pradesh, and Uttarakhand.\n“Caste atrocities are not just based on caste; they’re also based on caste and gender. It’s Dalit women’s bodies that become targets of violence. For the majority of Dalit girls, the extreme forms of violence they face is sexual violence,” lawyer and rights activist Manjula Pradeep, also the director of campaigns for NCWL and DHRDN, told Al Jazeera.\nIndian law has special provisions for crimes perpetrated on people marginalised by caste and tribe under the Prevention of Atrocities (PoA) Act, including state support and special courts to streamline cases filed under the law.\nHowever, for cases to be tried under the law, survivors must first report these crimes to the police, following which an investigation occurs, and only then does the case go to trial. At each step, the report notes access to justice is limited for women from less privileged castes, especially in rural spaces.\nIn Pawar’s case, her husband absconded – and remains so – but those accused of raping her were behind bars within six days.\nBut this was a rarity in cases where Dalit women have faced sexual assault at the hands of dominant-caste men. “This case might not have ever been successfully resolved were it not for the video,” said Prachi Salve, the research centre coordinator at Manuski, an NGO that works with grassroots activists and victims of caste-based crimes.\n“Victim shaming is common in these cases, there’s a lot of pressure [on victims],”  said Salve. The victim shaming extends to the surrounding village, and, at times even the family members, she added.\nThis often means there will be no justice. Owing to their castes, said Salve, “these women are often farmers, labourers – they depend on [dominant] caste people for work.”\nWhen pressure and threats – particularly in rural areas – are too much to bear, victims often leave home. “Two cases happened in Maharashtra recently where we were unable to trace the victims after being in constant contact with them initially,” said Salve.\nVictim shaming when it comes to law enforcement, however, is especially troubling, Salve said. “When I interact with the police, they [often] say it was the victim’s fault.”\nIn most cases, an FIR was registered only after the intervention of NGOs and activists, the report said. On average, according to the report, registering an FIR could take up to three months. Additionally, since medical examinations are carried out once an FIR is registered, these examinations often don’t provide adequate evidence for the case in a court of law.\nMoreover, the FIRs don’t guarantee justice.\n“The police don’t listen to the survivor,” said Sangharsh Apte, an assistant coordinator at Manuski. “They don’t write the story completely as described by the survivor and they don’t fill in the correct sections of the FIR.”\nIn 15 percent of the cases where survivors or families of victims were able to get an FIR registered, justice was stalled due to the police not including applicable provisions of the PoA Act.\nAs a result, grassroots activists and fact-finders from organisations such as Manuski become crucial in seeing such cases through to the courtroom. “[We] fill out applications for addition of sections in the FIR when these are missing,” said Apte.\nBharti Ghosh, a spokeswoman for India’s governing Bharatiya Janata Party told Al Jazeera that justice in cases of sexual violence “must be delivered at the earliest as justice delayed is justice denied”.\n“I am of the same opinion – whatever be the cause, it is the most grievous of offences and the offender must be punished in such a way that brings relief to the victim,” she said. “And when the law says equal opportunity for all, speedy justice must be there for all victims  of this horrendous offence.”\nThe PoA Act also requires investigations, including interviews with the victim, to be carried out on camera. “It’s a bit expensive, but they have budgetary provisions for it,” said Apte, but this “provision is often unknown to the investigating officers and the state machinery”.\nAdditionally, the DHRDN report found that the rules of the health ministry’s Medico-Legal Care Guidelines for Survivors or Victims of Sexual Violence were either poorly implemented or ignored altogether.\n“At the time of medical [examinations] confidentiality doesn’t exist,” said Salve, adding that “reports are carried out in general wards mostly by male doctors” and “two-finger testing is still going on”.\nThe two-finger test is an intrusive unscientific examination used to detect a ruptured hymen. It was banned by India’s Supreme Court in 2013. Of the survivors included in the report, 22 percent reported having undergone a two-finger test following a rape.\nThe report notes that the distance to the court for survivors “creates an additional financial burden” for them and their families, adding that although the PoA Act requires that special courts be set up to try offences and “to provide travelling and maintenance expenses during the investigation and trial”, in practice these expenses are rarely provided to survivors, who are unaware of their rights.\n“We talk about fast-track courts, but it doesn’t happen like that,” said Pradeep. “There is a trial that’s been going on for the last 21 years in Gujarat [in] a village called Pankhan […] she was asked to re-identify the accused, who had [gang-raped] her. Some of them have died.”\n“Despite there being huge allocations under the implementation of PoA, we do not see basic infrastructure in place like special courts, speedy trials, legal aid etc,” activist and scholar Riya Singh, co-founder of Dalit Women Fight, an organisation that advocates for the rights of Dalit women, told Al Jazeera.\n“For the past two years, an amount of 600 crores ($77.4m) has been sanctioned under the Strengthening of Machinery for Enforcement of Protection of Civil Rights Act,1995 and the Scheduled Castes-Scheduled Tribes (Prevention of Atrocities) Act 1989. We do not know where this money is going,” she said.\nLast year, Dalit activists noted discrepancies between the allocated and prescribed budgets for the welfare of the Schedule Castes and Schedule Tribes.\n*Name changed to protect the woman’s identity."
    },
    "article_7": {
        "article_link": "https://www.aljazeera.com/news/2022/6/8/blinken-says-us-will-follow-facts-on-shireen-abu-akleh-killing",
        "header": "Blinken says US will ‘follow facts’ on Shireen Abu Akleh killing",
        "sub_header": "The top US diplomat said facts regarding killing of Al Jazeera journalist have not yet been ‘established’ despite several probes.",
        "img_link": "https://www.aljazeera.com/wp-content/uploads/2022/03/AP22086379178796.jpg?resize=770%2C513",
        "img_cap": "US Secretary of State Antony Blinken signs a guest book before his meeting with Israel's President Isaac Herzog on March 27, 2022 in Jerusalem [File: Jacquelyn Martin/AP Photo]",
        "date": "Published On 8 Jun 2022",
        "content": "US Secretary of State Antony Blinken has promised to pursue accountability over the killing of Al Jazeera journalist Shireen Abu Akleh wherever facts lead, amid a heated dispute between Israeli and Palestinian authorities on how she died.\nThe well-known veteran journalist, a Palestinian American, was killed on May 11 as she was covering an Israeli army raid in the Jenin camp in the north of the occupied West Bank.\nAppearing at a forum for student journalists on the sidelines of a Latin America summit in Los Angeles on Tuesday, Blinken was confronted by Abby Martin, the host of the independent documentary and interview series The Empire Files. Martin asked why there have been “absolutely no repercussions” for Israel, an historic United States ally.\n“I’m sorry, with respect, they have not yet been established,” Blinken said of the facts behind the case.\n“We are looking for an independent, credible investigation. When that investigation happens, we will follow the facts, wherever they lead. It’s as straightforward as that,” he said.\nhttps://www.youtube.com/shorts/fIXXIDLJOVo\nBlinken, who has spoken to Abu Akleh’s family, said: “I deplore the loss of Shireen. She was a remarkable journalist, an American citizen.”\nDozens of lawmakers from Blinken’s Democratic Party have called on the FBI to lead an investigation to seek an impartial finding into her death. The US State Department, however, has said that it would trust Israel to conduct a probe.\nOn Monday, Senator Mitt Romney called on President Joe Biden’s administration to push for “a full and transparent investigation” into the killing of Abu Akleh in a rare move from a Republican Party politician.\nRomney, the senator from Utah, sent a letter on Monday to US Secretary of State Antony Blinken, urging the State Department to ensure accountability for Abu Akleh’s killing, which caused global outrage and condemnation.\nPalestinian journalists and colleagues – including Al Jazeera cameraman Majdi Bannoura – who were with Abu Akleh when she died said she was killed by an Israeli sniper. A Palestinian probe said that an Israeli soldier shot her dead in what it described as a war crime. A CNN report, quoting witnesses, also said that she appeared to have been killed in a targeted attack by Israeli forces.\nIsrael has changed its story several times, ranging from denying the allegations, to blaming the killing on stray fire from Palestinian armed fighters, to admitting that an Israeli soldier could have mistakenly shot Abu Akleh.\nIsraeli authorities asked the Palestinian Authority to take part in a joint probe, and then announced that they will not investigate their own soldiers.\nIsraeli police attacked Abu Akleh’s funeral procession in occupied East Jerusalem and beat pallbearers carrying her coffin with batons in scenes that spurred further anger and calls for accountability.\nAl Jazeera Media Network has assigned a legal team to refer the killing to the International Criminal Court (ICC) in The Hague."
    },
    "article_8": {
        "article_link": "https://www.aljazeera.com/news/2022/6/8/hld-formerno-1-squash-player-switches-sides-from-egypt-to-england",
        "header": "Egyptian former squash world No 1 switches to represent England",
        "sub_header": "ElShorbagy’s shock decision to play squash for England has led to criticism in his home country of Egypt.",
        "img_link": "https://www.aljazeera.com/wp-content/uploads/2022/06/AP17058797625314.jpg?resize=770%2C513",
        "img_cap": "ElShorgaby has been world No 1 on five separate occasions since 2014 [File: Charles Rex Arbogast/AP]",
        "date": "Published On 8 Jun 2022",
        "content": "Former world squash champion Mohamed ElShorbagy is at the centre of a heated debate in his home country, Egypt, after he announced he was switching allegiance to England in a move that has brought both widespread sympathy and harsh criticism.\nEngland Squash, the national governing body for squash, announced Monday morning that the 31-year-old ElShorbagy, who had won more than 40 tournaments for Egypt throughout his 15-year sports career, has switched allegiance to England with immediate effect.\nAccordingly, the current world number-three squash player is due to play his first game under the English flag on Wednesday at the Necker Mauritius Open, a Professional Squash Association (PSA) World Tour event, which kicked off on Tuesday.\nElShorbagy’s decision, although far from being the first made by an Egyptian athlete to play for other nations, took the country’s sports scene, and beyond, by storm.\nIn comments he made to BBC Arabic on Monday, the athlete said the “difficult” decision stemmed from the lack of support he found in Egypt, and from choosing a path that would enable him to advance his sports career.\n“The older you get, the more you need a team behind you. You need a doctor and a special coach in every tournament. These things were not available to me before,” he said.\n“I need support at this time in my career. England came to give me all I needed,” ElShorbagy told BBC Arabic.\n“I love my country, Egypt. The toughest thing regarding my decision is the young players who look up to me,” ElShorgaby added.\nMeanwhile, Egyptian Squash Association President Assem Khalifa implied that ElShorbagy had planned this move for a while, saying that the England-based player had refused to take part in a number of tournaments on behalf of Egypt and that the association had provided him with backing.\n“Since I have plenty of professional players, I have always excused ElShorbagy for not coming to play with our team. He has been staying in Bristol since he was 14 years old. He doesn’t come to Egypt unless there is a tournament being played here,” Khalifa said in an interview with local television.\nKhalifa also argued that younger squash players are prioritised when distributing the association’s limited resources, as well-established players win financial awards on which they can rely.\nBorn in Egypt’s coastal city of Alexandria in 1991, ElShorbagy began his sports career in 2006 and is considered one of the most decorated squash players of all time, claiming the world No 1 rank five times since 2014.\nHis prominence in the game has coincided with a two-decade streak of Egyptian squash players dominating the sport. Aside from Egypt’s Ali Farag, the world’s current No 1 squash player, nine others are on the PSA’s top 20 list.\nAhmad Barada, who came second in the 1999 world championship and was key in inspiring generations of Egyptian players, described ElShorbagy’s decision as “a mistake” but argued that he “should not be slaughtered by the media for it”.\n“This player won 47 tournaments for Egypt… I’m sad that he has left us,” he said in a televised interview. “He needs someone to support him at this stage,” he continued.\nMeanwhile, local newspaper El Dostor accused ElShorbagy of treason, using its Facebook page to criticise the young athlete, calling for him to be stripped of his Egyptian nationality and publishing a video titled: How much did you sell Egypt for?\nBut others say they can understand ElShorgaby’s choice.\nEgyptian football goalkeeper Sherif Ekramy, while saying on Twitter that ElShorbagy’s decision was “unacceptable”, added that the Arab world’s most populous country was “paying a hefty price as a result of negligent, empty-minded, vision-lacking officials… Egypt has for years been left behind by its best brains and talents. Before we condemn those who left, hold accountable those who drove them away”.\nIn his widely-viewed talk show, television host Amr Adeeb on Monday commented on the issue, addressing Egyptian squash officials: “Let’s be frank: you offered him nothing. You gave him nothing tangible that you can hold against him.”\nElShorbagy could be facing an Egyptian player soon – his own brother Marwan, who ranks ninth on the PSA and represents Egypt – at the ongoing Necker Mauritius Open Tournament, if they both qualify for the semi-finals.\nThis article was written in collaboration with Egab"
    },
    "article_9": {
        "article_link": "https://www.aljazeera.com/news/2022/6/7/us-elections-how-pro-israel-spending-affects-palestine-advocacy",
        "header": "US elections: How pro-Israel spending affects Palestine advocacy",
        "sub_header": "Despite massive AIPAC spending in Democratic primaries, advocates say debate over US support for Israel not going away.",
        "img_link": "https://www.aljazeera.com/wp-content/uploads/2022/06/2018-03-06T154837Z_1443404568_RC1E1F58D550_RTRMADP_3_USA-ISRAEL-AIPAC.jpg?resize=770%2C513",
        "img_cap": "The American Israel Public Affairs Committee had stayed away from direct US electioneering - until this election cycle [File: Brian Snyder/Reuters]",
        "date": "Published On 7 Jun 2022",
        "content": "Washington, DC – With the largest pro-Israel lobby group in the United States getting directly involved in electoral politics for the first time, the American Israel Public Affairs Committee (AIPAC) is leading a push to influence Democratic congressional primaries across the country.\nAIPAC and other pro-Israel groups are pouring millions of dollars into Democratic Party races, largely to bolster opponents to left-wing candidates, federal election disclosures show.\nWhile some Palestinian rights advocates fear these efforts may deter politicians from speaking out against Israeli abuses, they say it nevertheless demonstrates the broader gains of the Palestine solidarity movement in the US.\nJames Zogby, president of the Arab American Institute (AAI), a Washington-based think-tank, said the push before critical November midterms has come in response to a growing chasm on Israel between progressive Democrats and the party’s centrist old guard.\n“They were losing [support] among progressives, and so, they decided that they would stomp them out with millions of dollars of ads instead of recognising that the split is real,” Zogby told Al Jazeera.\n“This is not an issue that’s going away.”\nFor years, activists have complained about the unregulated flow of money in US elections and the undue influence it grants corporations and special interest groups over the democratic process.\nUnder US law, political action committees – commonly referred to as PACs – and individuals can contribute only limited funds directly to political candidates.\nHowever, in a 2010 decision, the Supreme Court ruled that free speech protections guaranteed by the First Amendment of the US Constitution give entities the right to spend unlimited amounts of money to oppose or support candidates.\nWhile limits on direct donations still apply, the landmark court case – Citizens United v FEC – unleashed a new, decisive force in US elections: super PACs, entities that raise millions of dollars and spend the money independently, for example, through ads, in support of a cause or a candidate with very few regulations. This allows for advocacy as long as the groups do not directly coordinate with campaigns.\nUntil this year, AIPAC had stayed away from direct electioneering; the group did not donate money to or endorse candidates as an organisation. “The mission of AIPAC is to encourage and persuade the U.S. government to enact specific policies that create a strong, enduring and mutually beneficial relationship with our ally Israel,” the group says on its website.\nBut last year, the lobby group launched a PAC – AIPAC PAC – and a super PAC, United Democracy Project (UDP). Since then, it has used the PAC to encourage supporters to donate to its favoured candidates and transferred money directly to their campaigns, and used the super PAC to also back and oppose candidates through ads.\nWith this approach, critics of Israel “faced insurmountable challenges to winning seats in Washington”, AIPAC PAC Director Marilyn Rosenthal told supporters in an email last month.\nAIPAC did not respond to Al Jazeera’s requests for comment.\nSo far, after primaries in a handful of states – including key races in Ohio, Pennsylvania, North Carolina and Texas – before the November midterms, the results have been a mixed bag for AIPAC and its allies.\nWhile pro-Israel groups celebrated the election of several candidates, progressives have remained competitive and won a few races. Left-wing activists have been especially jubilant about the victory of Summer Lee in a Democratic House primary in the Pittsburgh area last month.\nLee, a Pennsylvania state legislator, survived massive late spending by pro-Israel groups that translated into attack ads against her.\nBut on the same night that Lee declared victory, AIPAC celebrated the win of three candidates it had backed with millions of dollars in North Carolina, including Valerie Foushee, who defeated Nida Allam, a local politician who was looking to become the fifth-ever Muslim member of Congress.\nIt remains unclear how much the spending by pro-Israel groups has influenced these contests. House primaries, where victory requires only tens of thousands of votes, are local in nature because of the relatively small number of voters.\n“In our very broken electoral system, money matters,” said Beth Miller, political director at JVP Action, a political advocacy group linked to Jewish Voice for Peace, a Jewish-American organisation that supports Palestinian rights.\n“In a genuine representative democracy money would not play the role it plays here, but it does. And these anti-Palestinian groups are dropping a lot of money. And so, we can’t pretend that that won’t have an impact; it will.”\nPro-Israel spending in US politics is not new. Organisations like NORPAC and Pro-Israel America have raised money for pro-Israel candidates from both major parties for decades.\nThe late billionaire Sheldon Adelson spent hundreds of millions of dollars in support of Republican politicians – including former President Donald Trump – with a focus on Israel policy. On the Democratic side, Israeli-American investor Haim Saban has similarly donated generously for the party’s top candidates while advocating for unquestioning support for Israel.\nHowever, in recent years, Democratic primaries have become a major focus of pro-Israel groups. In 2018 and 2020, several progressive politicians supportive of Palestinian rights were elected to Congress, joining a handful of Israel critics already there.\nAlthough they remain a small minority, they are a vocal one. Once unthinkable in mainstream US politics, positions such as conditioning aid to Israel and accusing the country of committing apartheid are now being openly discussed in the halls of Congress.\nAnd because progressives who are championing these ideas are mostly elected in districts that are almost certain to elect Democrats, Democratic primaries emerged at the forefront of efforts to protect an eroding pro-Israel bipartisan consensus.\nIn 2019, advocates with links to AIPAC founded the Democratic Majority for Israel (DMFI) with the goal of maintaining the Democratic Party’s pro-Israel policies.\nDMFI made headlines the following year when it ran ads against Senator Bernie Sanders – a vocal advocate of universal human rights, including those of Palestinians. The anti-Sanders material focused on his electability and health, not positions on Israel.\nThat strategy of not mentioning Israel would become the rubric for attacking progressives in an electoral landscape in which American voters do not rank foreign policy among their top priorities.\n“Winning Democratic primary races in overwhelming Democratic districts won’t change the partisan makeup of Congress, but it will determine whether more pro-Israel Democrats, or anti-Israel Democrats, are elected. It will determine whether today’s small but potent anti-Israel Squad grows to become a sizable anti-Israel caucus,” AIPAC said in another email to supporters last month, referring to a group of progressive women of colour in Congress.\nBeyond open seats and protecting pro-Israel incumbents, Israel lobby groups also appear to have set their sights on defeating some sitting members of “the Squad“.\nLast month, a new pro-Israel PAC was announced, with the main aim of unseating Rashida Tlaib, of Michigan – the only current Palestinian-American member of Congress.\nIn its founding statement, first reported by Politico, the Urban Empowerment Action (UEA) PAC pledged to spend $1m to help Tlaib’s main primary opponent, Janice Winfrey.\n“UEA PAC’s premier race will be in Michigan’s 12th Congressional District, where the group plans to spend upwards of $1,000,000 on TV, digital, mail, radio, and print advertising to support Detroit City Clerk Janice Winfrey in her campaign to restore infrastructure, improve educational opportunities in the district, and support the Biden-Harris agenda in DC,” it read.\nUEA PAC has said its purpose is to back candidates “advancing policies that will improve the lives of African-Americans”.\nHowever, Bakari Sellers, a TV pundit and former South Carolina state representative, who is backing the PAC, acknowledged in an interview with Politico that Tlaib’s criticism of Israel is “definitely high up on the list” of reasons the group is trying to unseat her.\nMoreover, one of the group’s top donors so far has donated millions of dollars to Republican and pro-Israel campaigns and PACs over the years, Federal Election Commission (FEC) public records show.\nIn a statement to Politico, Tlaib’s campaign called on the congresswoman’s opponent to “immediately disavow and condemn this type of Big Money attack on our democracy”. Al Jazeera was not able to reach UEA through an email address listed on its website.\nWhile AIPAC has officially thrown its hat into the elections ring, other groups with a similar mission have continued to spend money in opposition of Israel’s critics. For example, DMFI PAC is running ads against Congresswoman Marie Newman, who has signed on to numerous measures in support of Palestinian human rights.\n“DMFI PAC only endorses Democrats. More than 55% of DMFI PAC’s Independent Expenditure spending this cycle helped candidates of color,” the group told Al Jazeera in a statement last week. “Our endorsement and spending decisions are made based on the candidates’ views on issues central to us: support for the Democratic agenda, which includes strong support for the US-Israel relationship.”\nMeanwhile, AIPAC’s new PAC has endorsed dozens of Republicans who have refused to certify President Joe Biden’s election victory – drawing the ire of Democrats and others who describe these lawmakers as “insurrectionists” who attempted to overthrow American democracy.\nThe lobby group justified its support for these GOP legislators by saying it is a “single-issue” organisation committed to strengthening Israel-US ties.\n“AIPAC stands with pro-Israel Democrats and Republicans,” Senator Bernie Sanders wrote on Twitter last month, criticising the group. “They stand with Republican insurrectionists who refused to certify Biden’s election. But, mostly, they stand with billionaires who want a ‘two-party’ system that is united in support of large corporations and the rich.”\nOther politicians have also gone on the offensive against the pro-Israel lobby.\nCongressman Andy Levin, a Michigan Democrat who is running against fellow incumbent Haley Stevens after redistricting in the midwestern state, accused AIPAC, which is backing his opponent, of “undermining our democracy”.\n“It’s not about getting endorsed by AIPAC; it’s about taking hundreds of thousands of dollars from them and then also taking money from other corporate PACs that also are supporting insurrectionist Republicans,” he said during a debate with Stevens.\nAIPAC stands with pro-Israel Democrats and Republicans. They stand with Republican insurrectionists who refused to certify Biden’s election. But, mostly, they stand with billionaires who want a \"two-party\" system that is united in support of large corporations and the rich. https://t.co/bws6ub9n1w\n— Bernie Sanders (@BernieSanders) May 13, 2022\n\nPro-Israel groups are not the only super PACs spending heavily in Democratic primaries. In some instances, progressive candidates – mostly fuelled by small donations – have outraised their centrist opponents.\nStill, Palestine advocates have said the pro-Israel spending skews the conversation around Israel-Palestine and disrupts democracy.\nGeorge Bisharat, a Palestinian-American professor at UC Hastings College of the Law in San Francisco, noted that most Americans support conditioning aid to Israel – a 2021 poll showed 62 percent of respondents supported such a move (PDF) – but the position is only embraced by a handful of members of Congress.\nHe said the gap between public opinion and official US government policy on Palestine, as well as on other issues such as gun control, shows that “the democratic will of the people is subverted” by “highly resourced and highly focused” special interest groups.\n“That is a challenge for us all in implementing a foreign policy that is more humane, that’s wiser, that’s more just and that ultimately serves our interests better,” he told Al Jazeera.\nBisharat said the recent election spending could make politicians think twice before criticising Israel, but it will not curtail the wider trend of questioning Washington’s support for a country that has been accused of committing apartheid against Palestinians by Amnesty International, Human Rights Watch and other rights organisations.\n“The pro-Israel forces – especially the hardline ‘support the Israeli government unconditionally’ – that group realises that it’s losing its grip on the people, and on the discourse,” he said, citing the Harvard Crimson’s recent endorsement of the Boycott, Divestment and Sanctions (BDS) movement as one example.\nFor her part, Miller of JVP Action said pro-Israel groups may celebrate winning a few races now, but in the long term, the enormous spending will hurt their cause.\n“They are showing very clearly to this whole country what their real priorities are and where their fears lie. They are showing that they’re willing to spend millions and millions of dollars to desperately try to keep out anyone who will put actual people, working families, human rights, first,” Miller told Al Jazeera.\n“And I think that they’re doing it in a way that is actually getting attention brought on to them that will harm them in the long haul and help the Palestinian rights movement.”"
    }
}